benchmark-results/round-3-intel/smade - 14.txt
32        Threads
6         Connections per thread
500000    Requests per client


ALL STATS
============================================================================================================================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p80 Latency     p90 Latency     p99 Latency   p99.9 Latency p99.990 Latency p99.995 Latency p99.999 Latency    p100 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
Sets      9636253.51          ---          ---         0.16895         0.15900         0.19900         0.23900         0.35100         1.73500         6.14300         7.03900         8.38300        47.87100    638863.00 
Gets            0.00         0.00         0.00             ---             ---             ---             ---             ---             ---             ---             ---             ---             ---         0.00 
Waits           0.00          ---          ---             ---             ---             ---             ---             ---             ---             ---             ---             ---             ---          --- 
Totals    9636253.51         0.00         0.00         0.16895         0.15900         0.19900         0.23900         0.35100         1.73500         6.14300         7.03900         8.38300        47.87100    638863.00 
32        Threads
6         Connections per thread
500000    Requests per client


ALL STATS
============================================================================================================================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p80 Latency     p90 Latency     p99 Latency   p99.9 Latency p99.990 Latency p99.995 Latency p99.999 Latency    p100 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
Sets       889501.68          ---          ---         0.15322         0.15100         0.19100         0.22300         0.30300         0.43900         3.63100         4.63900         7.23100         9.02300     59063.04 
Gets      8894918.99     49781.91   8845137.08         0.15311         0.15100         0.19100         0.22300         0.30300         0.43900         3.67900         4.70300         7.07100        45.31100    357150.36 
Waits           0.00          ---          ---             ---             ---             ---             ---             ---             ---             ---             ---             ---             ---          --- 
Totals    9784420.67     49781.91   8845137.08         0.15312         0.15100         0.19100         0.22300         0.30300         0.43900         3.66300         4.70300         7.19900        45.31100    416213.41 
32        Threads
6         Connections per thread
75000     Requests per client


ALL STATS
============================================================================================================================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p80 Latency     p90 Latency     p99 Latency   p99.9 Latency p99.990 Latency p99.995 Latency p99.999 Latency    p100 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
Sets       149537.07          ---          ---         0.12998         0.12700         0.15900         0.18300         0.23900         0.48700         6.30300         7.39100         8.31900        13.63100      9929.12 
Gets      1495173.29      8815.65   1486357.64         0.12959         0.12700         0.15900         0.18300         0.23900         0.45500         5.88700         7.03900         8.63900        13.75900     60043.64 
Waits           0.00          ---          ---             ---             ---             ---             ---             ---             ---             ---             ---             ---             ---          --- 
Totals    1644710.35      8815.65   1486357.64         0.12962         0.12700         0.15900         0.18300         0.23900         0.46300         5.88700         7.03900         8.63900        13.75900     69972.77 
32        Threads
6         Connections per thread
500000    Requests per client


ALL STATS
============================================================================================================================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p80 Latency     p90 Latency     p99 Latency   p99.9 Latency p99.990 Latency p99.995 Latency p99.999 Latency    p100 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
Sets       967702.45          ---          ---         0.16061         0.15900         0.19100         0.21500         0.29500         0.75900         5.08700         6.20700         7.93500        11.71100     64156.75 
Gets      9676918.03   9676918.03         0.00         0.16051         0.15900         0.19100         0.21500         0.29500         0.76700         5.05500         6.14300         7.93500        11.71100    594308.25 
Waits           0.00          ---          ---             ---             ---             ---             ---             ---             ---             ---             ---             ---             ---          --- 
Totals   10644620.47   9676918.03         0.00         0.16052         0.15900         0.19100         0.21500         0.29500         0.76700         5.05500         6.14300         7.93500        11.71100    658465.00 
32        Threads
6         Connections per thread
75000     Requests per client


ALL STATS
============================================================================================================================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p80 Latency     p90 Latency     p99 Latency   p99.9 Latency p99.990 Latency p99.995 Latency p99.999 Latency    p100 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------
Sets       135586.06          ---          ---         0.13258         0.12700         0.16700         0.19100         0.24700         0.43900         4.92700         6.68700         8.44700        12.09500      8988.69 
Gets      1355681.64   1355681.64         0.00         0.13236         0.12700         0.16700         0.19100         0.24700         0.43100         5.15100         6.62300         8.63900        12.09500     83258.64 
Waits           0.00          ---          ---             ---             ---             ---             ---             ---             ---             ---             ---             ---             ---          --- 
Totals    1491267.70   1355681.64         0.00         0.13238         0.12700         0.16700         0.19100         0.24700         0.43100         5.11900         6.62300         8.63900        12.09500     92247.33